{
  "\n": 22,
  " ": 0,
  "!": 40,
  "\"": 78,
  "#": 12,
  "$": 99,
  "%": 140,
  "&": 80,
  "'": 58,
  "(": 89,
  ")": 88,
  "*": 94,
  "+": 179,
  ",": 47,
  "-": 75,
  ".": 19,
  "/": 21,
  "0": 60,
  "1": 56,
  "2": 59,
  "3": 64,
  "4": 65,
  "5": 67,
  "6": 70,
  "7": 57,
  "8": 63,
  "9": 68,
  ":": 33,
  ";": 79,
  "=": 184,
  "?": 69,
  "@": 31,
  "A": 34,
  "B": 38,
  "C": 41,
  "D": 27,
  "E": 42,
  "F": 43,
  "G": 51,
  "H": 50,
  "I": 24,
  "J": 29,
  "K": 37,
  "L": 39,
  "M": 45,
  "N": 30,
  "O": 44,
  "P": 49,
  "Q": 73,
  "R": 48,
  "S": 35,
  "T": 32,
  "U": 54,
  "V": 62,
  "W": 46,
  "X": 71,
  "Y": 52,
  "Z": 72,
  "[": 197,
  "\\": 339,
  "]": 186,
  "_": 76,
  "`": 293,
  "a": 5,
  "b": 26,
  "c": 13,
  "d": 14,
  "e": 2,
  "f": 23,
  "g": 20,
  "h": 9,
  "i": 4,
  "j": 36,
  "k": 18,
  "l": 11,
  "m": 16,
  "n": 7,
  "o": 3,
  "p": 15,
  "q": 66,
  "r": 8,
  "s": 6,
  "t": 1,
  "u": 10,
  "v": 28,
  "w": 25,
  "x": 61,
  "y": 17,
  "z": 53,
  "{": 265,
  "|": 134,
  "}": 266,
  "~": 160,
  "\u00a0": 119,
  "\u00a1": 307,
  "\u00a9": 393,
  "\u00ad": 181,
  "\u00af": 338,
  "\u00b0": 443,
  "\u00b7": 237,
  "\u00e0": 357,
  "\u00e9": 239,
  "\u00ec": 278,
  "\u00ed": 250,
  "\u00f1": 217,
  "\u0113": 364,
  "\u039b": 305,
  "\u039e": 404,
  "\u03a9": 372,
  "\u0430": 191,
  "\u0434": 248,
  "\u0438": 249,
  "\u043c": 245,
  "\u043e": 246,
  "\u0440": 247,
  "\u0627": 202,
  "\u0628": 360,
  "\u062a": 359,
  "\u062c": 242,
  "\u0633": 280,
  "\u0639": 241,
  "\u0644": 300,
  "\u0645": 226,
  "\u0647": 215,
  "\u0648": 299,
  "\u064a": 298,
  "\u0950": 385,
  "\u200b": 228,
  "\u200d": 92,
  "\u2013": 169,
  "\u2014": 117,
  "\u2018": 120,
  "\u2019": 55,
  "\u201c": 82,
  "\u201d": 81,
  "\u2022": 114,
  "\u2026": 83,
  "\u203c": 146,
  "\u2060": 180,
  "\u2063": 149,
  "\u2066": 122,
  "\u2069": 126,
  "\u20e3": 295,
  "\u2122": 276,
  "\u2217": 458,
  "\u231b": 483,
  "\u23f2": 436,
  "\u2600": 309,
  "\u2601": 396,
  "\u2604": 476,
  "\u2611": 201,
  "\u2615": 289,
  "\u2618": 417,
  "\u261b": 430,
  "\u261d": 204,
  "\u2620": 176,
  "\u2640": 102,
  "\u2642": 111,
  "\u265a": 431,
  "\u2665": 164,
  "\u2694": 437,
  "\u26a1": 219,
  "\u26bd": 227,
  "\u26be": 213,
  "\u26ea": 462,
  "\u26f0": 410,
  "\u26f3": 388,
  "\u26f8": 441,
  "\u26f9": 335,
  "\u2702": 399,
  "\u2705": 127,
  "\u2708": 252,
  "\u270a": 90,
  "\u270b": 428,
  "\u270c": 136,
  "\u2714": 85,
  "\u2728": 150,
  "\u2744": 457,
  "\u274c": 460,
  "\u274e": 394,
  "\u2753": 365,
  "\u2757": 269,
  "\u2763": 376,
  "\u2764": 95,
  "\u2796": 400,
  "\u2797": 402,
  "\u2800": 116,
  "\u2935": 255,
  "\u2b07": 290,
  "\u2b50": 125,
  "\u30a2": 361,
  "\u30b9": 303,
  "\u30c4": 470,
  "\u30c6": 304,
  "\u30c7": 301,
  "\u30c8": 362,
  "\u30de": 363,
  "\u30ec": 302,
  "\u30f3": 281,
  "\u30fb": 101,
  "\u4e07": 323,
  "\u56fd": 322,
  "\u5927": 423,
  "\u5e1d": 321,
  "\u65e5": 267,
  "\u672c": 268,
  "\u6b73": 324,
  "\uac13": 411,
  "\ube10": 413,
  "\uc138": 412,
  "\ufe0f": 77,
  "\ud83c\udd92": 366,
  "\ud83c\udde7": 297,
  "\ud83c\udde8": 351,
  "\ud83c\udde9": 284,
  "\ud83c\uddea": 285,
  "\ud83c\uddec": 296,
  "\ud83c\uddef": 395,
  "\ud83c\uddf1": 374,
  "\ud83c\uddf2": 256,
  "\ud83c\uddf7": 375,
  "\ud83c\uddf8": 107,
  "\ud83c\uddfa": 105,
  "\ud83c\uddfd": 310,
  "\ud83c\udf0d": 330,
  "\ud83c\udf0e": 173,
  "\ud83c\udf10": 488,
  "\ud83c\udf1a": 272,
  "\ud83c\udf1f": 157,
  "\ud83c\udf2a": 332,
  "\ud83c\udf31": 306,
  "\ud83c\udf34": 329,
  "\ud83c\udf36": 435,
  "\ud83c\udf38": 348,
  "\ud83c\udf3a": 358,
  "\ud83c\udf46": 480,
  "\ud83c\udf55": 479,
  "\ud83c\udf66": 354,
  "\ud83c\udf69": 355,
  "\ud83c\udf6a": 343,
  "\ud83c\udf70": 356,
  "\ud83c\udf78": 433,
  "\ud83c\udf7e": 465,
  "\ud83c\udf83": 397,
  "\ud83c\udf84": 373,
  "\ud83c\udf89": 182,
  "\ud83c\udf96": 283,
  "\ud83c\udf99": 145,
  "\ud83c\udfa4": 187,
  "\ud83c\udfa5": 342,
  "\ud83c\udfa7": 205,
  "\ud83c\udfa8": 264,
  "\ud83c\udfa9": 434,
  "\ud83c\udfac": 444,
  "\ud83c\udfad": 211,
  "\ud83c\udfae": 311,
  "\ud83c\udfb2": 456,
  "\ud83c\udfb5": 415,
  "\ud83c\udfb6": 199,
  "\ud83c\udfb8": 379,
  "\ud83c\udfb9": 380,
  "\ud83c\udfbe": 138,
  "\ud83c\udfc0": 141,
  "\ud83c\udfc3": 132,
  "\ud83c\udfc4": 407,
  "\ud83c\udfc6": 131,
  "\ud83c\udfc8": 97,
  "\ud83c\udfc9": 446,
  "\ud83c\udfcb": 408,
  "\ud83c\udfcc": 336,
  "\ud83c\udfd0": 238,
  "\ud83c\udfd2": 440,
  "\ud83c\udfd3": 447,
  "\ud83c\udfd6": 382,
  "\ud83c\udfdc": 439,
  "\ud83c\udfdd": 469,
  "\ud83c\udfeb": 319,
  "\ud83c\udfef": 485,
  "\ud83c\udff4": 188,
  "\ud83c\udff8": 448,
  "\ud83c\udffb": 98,
  "\ud83c\udffc": 109,
  "\ud83c\udffd": 87,
  "\ud83c\udffe": 86,
  "\ud83c\udfff": 110,
  "\ud83d\udc02": 292,
  "\ud83d\udc06": 386,
  "\ud83d\udc07": 347,
  "\ud83d\udc10": 225,
  "\ud83d\udc12": 390,
  "\ud83d\udc1d": 387,
  "\ud83d\udc26": 453,
  "\ud83d\udc34": 389,
  "\ud83d\udc38": 466,
  "\ud83d\udc3b": 416,
  "\ud83d\udc3e": 167,
  "\ud83d\udc40": 115,
  "\ud83d\udc46": 406,
  "\ud83d\udc47": 143,
  "\ud83d\udc48": 464,
  "\ud83d\udc49": 161,
  "\ud83d\udc4a": 147,
  "\ud83d\udc4b": 210,
  "\ud83d\udc4c": 133,
  "\ud83d\udc4d": 118,
  "\ud83d\udc4e": 333,
  "\ud83d\udc4f": 93,
  "\ud83d\udc50": 455,
  "\ud83d\udc51": 168,
  "\ud83d\udc55": 367,
  "\ud83d\udc57": 481,
  "\ud83d\udc5f": 113,
  "\ud83d\udc66": 314,
  "\ud83d\udc67": 313,
  "\ud83d\udc68": 196,
  "\ud83d\udc69": 194,
  "\ud83d\udc6e": 218,
  "\ud83d\udc6f": 482,
  "\ud83d\udc78": 334,
  "\ud83d\udc79": 475,
  "\ud83d\udc7a": 392,
  "\ud83d\udc7b": 368,
  "\ud83d\udc7d": 282,
  "\ud83d\udc7f": 384,
  "\ud83d\udc80": 158,
  "\ud83d\udc81": 212,
  "\ud83d\udc83": 207,
  "\ud83d\udc84": 273,
  "\ud83d\udc85": 377,
  "\ud83d\udc89": 432,
  "\ud83d\udc8b": 192,
  "\ud83d\udc8c": 159,
  "\ud83d\udc8e": 174,
  "\ud83d\udc90": 328,
  "\ud83d\udc95": 170,
  "\ud83d\udc96": 203,
  "\ud83d\udc97": 206,
  "\ud83d\udc98": 326,
  "\ud83d\udc99": 106,
  "\ud83d\udc9a": 190,
  "\ud83d\udc9b": 193,
  "\ud83d\udc9c": 166,
  "\ud83d\udca1": 337,
  "\ud83d\udca5": 163,
  "\ud83d\udca7": 484,
  "\ud83d\udca8": 260,
  "\ud83d\udca9": 123,
  "\ud83d\udcaa": 100,
  "\ud83d\udcab": 308,
  "\ud83d\udcaf": 104,
  "\ud83d\udcb0": 200,
  "\ud83d\udcb3": 279,
  "\ud83d\udcb8": 312,
  "\ud83d\udcbb": 229,
  "\ud83d\udcc8": 209,
  "\ud83d\udcd6": 259,
  "\ud83d\udcda": 420,
  "\ud83d\udcdc": 421,
  "\ud83d\udcdd": 473,
  "\ud83d\udce2": 378,
  "\ud83d\udce6": 341,
  "\ud83d\udcf7": 220,
  "\ud83d\udcf8": 221,
  "\ud83d\udcf9": 477,
  "\ud83d\udcfa": 452,
  "\ud83d\udcfd": 352,
  "\ud83d\udd01": 261,
  "\ud83d\udd08": 391,
  "\ud83d\udd17": 315,
  "\ud83d\udd1b": 463,
  "\ud83d\udd1d": 277,
  "\ud83d\udd25": 91,
  "\ud83d\udd2a": 403,
  "\ud83d\udd2b": 327,
  "\ud83d\udd2f": 486,
  "\ud83d\udd30": 291,
  "\ud83d\udd31": 487,
  "\ud83d\udd38": 244,
  "\ud83d\udd39": 175,
  "\ud83d\udd5b": 316,
  "\ud83d\udd76": 317,
  "\ud83d\udd7a": 353,
  "\ud83d\udd95": 139,
  "\ud83d\udda4": 142,
  "\ud83d\udde3": 148,
  "\ud83d\ude00": 178,
  "\ud83d\ude01": 154,
  "\ud83d\ude02": 74,
  "\ud83d\ude03": 153,
  "\ud83d\ude04": 243,
  "\ud83d\ude05": 171,
  "\ud83d\ude06": 165,
  "\ud83d\ude07": 287,
  "\ud83d\ude09": 129,
  "\ud83d\ude0a": 135,
  "\ud83d\ude0b": 346,
  "\ud83d\ude0c": 425,
  "\ud83d\ude0d": 128,
  "\ud83d\ude0e": 124,
  "\ud83d\ude0f": 155,
  "\ud83d\ude10": 369,
  "\ud83d\ude11": 254,
  "\ud83d\ude12": 257,
  "\ud83d\ude14": 418,
  "\ud83d\ude18": 156,
  "\ud83d\ude1b": 253,
  "\ud83d\ude1c": 177,
  "\ud83d\ude1d": 340,
  "\ud83d\ude1e": 461,
  "\ud83d\ude1f": 459,
  "\ud83d\ude20": 424,
  "\ud83d\ude21": 275,
  "\ud83d\ude22": 223,
  "\ud83d\ude24": 405,
  "\ud83d\ude29": 137,
  "\ud83d\ude2a": 288,
  "\ud83d\ude2b": 478,
  "\ud83d\ude2c": 240,
  "\ud83d\ude2d": 108,
  "\ud83d\ude2e": 318,
  "\ud83d\ude30": 344,
  "\ud83d\ude31": 371,
  "\ud83d\ude32": 445,
  "\ud83d\ude33": 162,
  "\ud83d\ude34": 427,
  "\ud83d\ude36": 258,
  "\ud83d\ude39": 472,
  "\ud83d\ude42": 414,
  "\ud83d\ude43": 235,
  "\ud83d\ude44": 151,
  "\ud83d\ude45": 262,
  "\ud83d\ude47": 398,
  "\ud83d\ude48": 274,
  "\ud83d\ude4a": 422,
  "\ud83d\ude4b": 383,
  "\ud83d\ude4c": 96,
  "\ud83d\ude4f": 112,
  "\ud83d\ude80": 325,
  "\ud83d\ude82": 286,
  "\ud83d\ude92": 271,
  "\ud83d\ude9a": 263,
  "\ud83d\udea2": 381,
  "\ud83d\udea8": 130,
  "\ud83d\udeab": 152,
  "\ud83d\udeb4": 231,
  "\ud83d\udeb5": 233,
  "\ud83d\udeb6": 230,
  "\ud83d\udecc": 419,
  "\ud83d\uded1": 185,
  "\ud83d\udee1": 401,
  "\ud83d\udef8": 216,
  "\ud83e\udd10": 183,
  "\ud83e\udd11": 409,
  "\ud83e\udd14": 121,
  "\ud83e\udd16": 236,
  "\ud83e\udd17": 172,
  "\ud83e\udd18": 454,
  "\ud83e\udd19": 251,
  "\ud83e\udd1a": 429,
  "\ud83e\udd1b": 468,
  "\ud83e\udd1c": 467,
  "\ud83e\udd1e": 294,
  "\ud83e\udd23": 84,
  "\ud83e\udd24": 370,
  "\ud83e\udd26": 144,
  "\ud83e\udd28": 198,
  "\ud83e\udd29": 195,
  "\ud83e\udd2a": 208,
  "\ud83e\udd2b": 214,
  "\ud83e\udd2d": 222,
  "\ud83e\udd2f": 331,
  "\ud83e\udd37": 103,
  "\ud83e\udd38": 474,
  "\ud83e\udd3e": 232,
  "\ud83e\udd47": 449,
  "\ud83e\udd48": 450,
  "\ud83e\udd49": 451,
  "\ud83e\udd4a": 270,
  "\ud83e\udd66": 349,
  "\ud83e\udd85": 189,
  "\ud83e\udd8b": 345,
  "\ud83e\uddd0": 224,
  "\ud83e\uddd7": 438,
  "\ud83e\uddd8": 471,
  "\ud83e\uddda": 426,
  "\ud83e\udde0": 320,
  "\ud83e\udde1": 234,
  "\ud83e\udde2": 350,
  "\ud83e\udde6": 442
}